Repository: urasbey/alltube
Catalog: i18n/*/LC_MESSAGES/Alltube.po
Languages: tr_tr

source: Videos extracted from @title:
tr_tr: @title`dan çıkarılan videolar.

source: Download
tr_tr: İndir

source: More options
tr_tr: Daha fazla seçenek

source: Switch language
tr_tr: Dil Değiştir

source: Set language
tr_tr: Dil Ayarla

source: Code by @dev
tr_tr: Kodlama

source: Design by @designer
tr_tr: Tasarım

source: Get the code
tr_tr: Kodu edin

source: Based on @youtubedl
tr_tr: Altyapı

source: Donate using Liberapay
tr_tr: Liberapay kullanarak bağış yapın

source: Donate
tr_tr: Bağış

source: This video is protected
tr_tr: Bu video parola korumalı

source: You need a password in order to download this video.
tr_tr: Bu videoyu indirmek için bir parolaya ihtiyacınız var.

source: Video password
tr_tr: Video parolası

source: Copy here the URL of your video (Youtube, Dailymotion, etc.)
tr_tr: Videonuzun URL'sini buraya kopyalayın (Youtube, Dailymotion, vb.)

source: Audio only (MP3)
tr_tr: Sadece ses (MP3)

source: From
tr_tr: Başlangıç

source: to
tr_tr: Bitiş

source: See all supported websites
tr_tr: Desteklenen tüm web sitelerini görün

source: Drag this to your bookmarks bar:
tr_tr: Bunu yer işaretleri çubuğunuza sürükleyin:

source: You are going to download @title.
tr_tr: @title İndirilecek.

source: Available formats:
tr_tr: Kullanılabilir dosya biçimleri:

source: Generic formats
tr_tr: Genel biçimler

source: Detailed formats
tr_tr: Ayrıntılı biçimler

source: Stream the video through the server
tr_tr: Videoyu sunucu üzerinden aktarın

source: Convert into a custom format:
tr_tr: Özel bir biçime dönüştürün:

source: Custom format
tr_tr: Özel biçim

source: Format to convert to
tr_tr: Dönüştürülecek biçim

source: with
tr_tr: ile

source: Bit rate
tr_tr: Bit hızı

source: Custom bitrate
tr_tr: Özel bit hızı

source: kbit/s audio
tr_tr: kbit/s ses

source: An error occurred
tr_tr: Bir hata oluştu

source: Please check the URL of your video.
tr_tr: Lütfen videonuzun URL'sini kontrol edin.

source: Supported websites
tr_tr: Desteklenen web siteleri

source: Best
tr_tr: En İyi

source: Remux best video with best audio
tr_tr: En kaliteli görüntüyü en kalitesli sesle birleştirin

source: Worst
tr_tr: En Kötü

source: Wrong password
tr_tr: Hatalı parola

source: youtube-dl returned an empty URL.
tr_tr: youtube-dl boş bir URL döndürdü.

source: Can't find avconv or ffmpeg at @path.
tr_tr: @path yolunda avconv veya ffmpeg bulunamıyor.

source: Invalid start time: @from.
tr_tr: Hatalı başlangıç zamanı: @from.

source: Invalid end time: @to.
tr_tr: Hatalı bitiş zamanı: @to.

source: Conversion of playlists is not supported.
tr_tr: Oynatma listelerinin dönüştürülmesi desteklenmiyor.

source: Conversion of M3U8 files is not supported.
tr_tr: M3U8 dosyaların dönüştürülmesi desteklenmiyor.

source: Conversion of DASH segments is not supported.
tr_tr: DASH segmentleri desteklenmiyor.

source: Could not open popen stream.
tr_tr: Popen akışı açılamadı.

source: This video does not have two URLs.
tr_tr: Bu videonun iki URL'si yok.

source: You need to enable remux mode to merge two formats.
tr_tr: İki biçimi birleştirmek için remux modunu etkinleştirmeniz gerekir.

source: Can't find URL of video.
tr_tr: Video URL'si bulunamadı.

source: Easily download videos from Youtube, Dailymotion, Vimeo and other websites.
tr_tr: Youtube, Dailymotion, Vimeo ve diğer web sitelerinden videoları kolayca indirin.

source: List of all supported websites from which Alltube Download can extract video or audio files
tr_tr: Alltube Download'un video veya ses dosyalarını indirebileceğiniz, desteklenen tüm web sitelerinin listesi

source: Password prompt
tr_tr: Parola istemi

source: You need a password in order to download this video with Alltube Download
tr_tr: Bu videoyu Alltube Download ile indirmek için bir parolaya ihtiyacınız var

source: Video download
tr_tr: Video indirme

source: Download video from @extractor
tr_tr: @extractor kaynağından video indiriliyor

source: Download @title from @extractor
tr_tr: @extractor kaynağından @title indiriliyor.

source: Error
tr_tr: Hata
